[
{"recipe": "Stuffed Peppers", "date": "6/12/17", "card_image": "./images/stuffed%20peppers.JPG", 
"ingredients": ["2 peppers", "1 cup of black beans", "2 tablespoons salsa", "1/2 cup mexican cheese", "1/2 cup white rice", " 1 tbsp Cilantro", "Guacamole for taste"], 
"instructions": ["Preheat oven to 400", "Wash the peppers and boil for 5 minutes with a teaspoon of salt.", "Take the peppers and put on a lightly oiled baking tray. Add in black beans, rice, salsa into each pepper. Note: You can either soak black beans over night and pressure cook for 10 minutes or buy canned black beans. ", "Cover with extra cheese and bake in oven for 30 minutes. ", "Top with sour cream or guacamole for taste and eat hot."]},

{"recipe": "Macarons", "date": "7/22/17", "card_image": "./images/snowflake%20macarons.JPG", "ingredients":["3/4 cup almond flour",
"2 cup confectioners’ sugar",
"3 large egg whites",
"1/4 cup granulated sugar",
"1/2 teaspoon pure vanilla extract", "blue food coloring"], "instructions": ["Preheat oven to 375 F", "Mix almond floud and 1 cup confectionaters sugar and sift thouroughly until there are no clumps left.", "In a mixing bowl or KitchenAid, mix two egg whites until opaque white, and then gradually add granulated sugar until there are stiff peaks.", "Mix in vanilla extract.", "Gradually fold dry and wet ingredients together, and do not do so for more than two minutes. You do not want to overfold.", "Line baking sheets and pipe the batter into small circles.", "Bang the baking sheets on a counter top after piping in order to release air bubbles", "Let the macarons sit for 45 minutes", "In a mixing bowl, mix one remaining egg and 1 cup confectioners sugar on low speed until well mixed for royal icing.", "Bake macarons for 11 minutes and turn the baking sheet inside the oven halfway through baking time for even heat distribution.", "Let the macarons cool on wire rack and create a buttercream of desired flavor for inside the sandwiches. ", "Fill one side of pastry with cream, sandwich the pastries and gently pipe snowflake or any design with the royal icing.", "Enjoy!" ]},
{"recipe": "Cookie Dough Cheesecake Bars", "date": "11/12/17", "card_image": "./images/cookie%20dough%20cheesecake%20bars.JPG", "ingredients": ["Leftover cookie dough", "1 package 8oz cream cheese", "1/2 cup sugar", "1 egg", "1/2 tsp vanilla extract"], "instructions": ["Preheat oven to to 350. ", "Lightly greese or spray a baking pan and pat down the cookie dough as a bottom layer. Make sure to cover the entire pan. Feel free to use any cookie dough recipe for this part.", "In a mixing bowl, combine cream cheese, egg, sugar and vanilla, and mix well.", "Pour batter on top of cookie dough and spread evenly. ", "Bake for 40-45 minutes until the batter is firm. ", "Cool for up to two hours until solid, and cut into 4x4 pieces.", "Refrigerate to store or serve and enjoy!"]},
{"recipe": "Smoothie Bowl", "date": "6/19/17", "card_image": "./images/smoothie%20bowl.JPG", "ingredients": ["2 bananas","2-3 fresh strawberries", "Handful slivered almonds", "1 cup frozen berry medley", "1 cup plain greek yogurt", "1/2 cup orange juice", "Handful of ice"], "instructions":["In a blender, add one banana, 1/4 cup orange juice, 1/2 cup yogurt and a handful of ice and blend well.", "Keep banana smoothie aside. ", "In blender, add frozen berries, remaining yogurt and orange juice and blend, adding extra juice if necessary to thin.", "Pour berry smoothie into bowl, and overlay banana smoothie gently into desired pattern.", "Add slivered almonds on top, and freshly cut bananas and strawberries. Feel free to add chia seeds or any other toppings and Enjoy!"] },
{"recipe": "Fried Avocado Tacos", "date": "6/19/17", "card_image": "./images/fried%20avocado%20tacos.jpg", "ingredients": ["1 ripe avocado", "Panko breadcrrumbs", "1 egg", "1 tbsp heavy cream", "Olive oil", "Shredded lettuce", "2 tomatoes", "1/2 onion", "1 clove of garlic", "1 lemon", "Cilantro", "Black beans", "Sour Cream", "Taco shells"], "instructions": ["Cut avocado into wedges.", "Beat eggs and mix in heavy cream.", "Coat avocados in egg wash and roll in breadcrumbs.", "Deep fry avocados for 5 minutes until golden brown.", "Mix diced tomatoes, finely chopped onions, garlic, cilantro, lime and salt to make pico de gallo.", "Place 2 pieces of fried avocado in taco shell, and add shredded lettuce, pico de gallo, guacamole and sour cream. Enjoy!" ]},
{"recipe": "Homemade Gnocchi", "date": "6/19/17", "card_image": "./images/homemade%20gnocchi.JPG", "ingredients": ["4 russett potatoes", "1 1/2 cups flour", "1 dash of salt", "1 egg", "1 tsp dried oregano"], "instructions": ["Boil potatoes on the stove for 30 minutes and remove peels.", "Let potatoes cool and mash when warm and dried.", "On a rolling board, dump flour, salt and oregano and mix well. In a separate bowl mix potatoes and egg well.", "Add potatoes to dry ingredients and knead well.", "Make sure to use a floured surface when mixing, but dough should not be too dry.", "Roll dough into a 3/4 inch thick cylinder and cut off small pieces. ", "To add textured effect, take a fork and roll over each gnocchi piece to create an imprint.", "Cook gnocchi in boiling water for up to a minute. If they rise to the surface they are cooked. Serve with any desired sauces and enjoy!"]},
{"recipe": "Lo Mein", "date": "6/19/17", "card_image": "./images/noodles.jpg", "ingredients": ["1 green pepper", "1 cup shredded carrots", "1/2 package extra firm tofu", "1/2 head brocolli", "1 can baby corn", "3 handfuls spinach/bok choy", "lo mein noodles", "1/2 tbsp ginger", "1/2 tbsp garlic", "LEE KUM KEE Vegetarian Stir Fry Sauce", " 2 tbsp Sambal Oelek/ Hot Sauce", "Boiled Lo Mein Noodles (1 handful=1 serving)", "Vegetable Oil"], "instructions":["Preheat Oven to 450. ", "Turn stove to medium heat and add 2 tablespoons of oil once hot.", "Add ginger and garlic and fry for 1-2 minutes.", "Add more oil and throw in all vegetables except for spinach. Note: You can add any other fresh vegetables or even water chestnuts and bamboo shoots.", "Once oven is preheated, make sure tofu is completely dried from paper towel and cut to cubes. Drizzle with oil and bake for 8-10 minutes until golden brown.", "Cook the vegetables for 7-10 minutes, then add in spinach and continue cooking until spinach has wilted. Add 1/3 cup of Stir Fry Sauce and the hot sauce.", "If necessary, add more chilli flakes or sauces. Take out tofu and add into stir fry mix.", "Cook for one minute, then turn down heat to low and add cooked noodles and continue stirring.", "Top with finely chopped spring onions for taste and enjoy hot!"]},
{"recipe": "Paneer Pizza", "date": "6/19/17", "card_image": "./images/paneer%20pizza.jpg", "ingredients":["1/2 tablespoon oil",  
"1 clove garlic", 
"1/2 tablespoon ginger", 
"1/3 cup Peeled canned tomatoes", 
"1 tsp Oregano",  
"1 cup curd", 
"1/2 cup roughly chopped onion", 
"15-20 one inch paneer pieces",  
"1 tsp curry powder/masala", 
"1 tsp chilly powder",  
"1 tsp salt",  
"Mozzarella cheese",  
"Naan/ Pizza dough"], "instructions": ["Preheat oven to 450 F ", "Finely chop and smash ginger and garlic with knife and sauté in oil on medium heat until lightly golden brown. ", " Pour curd, curry powder, chilly powder, oregano and salt into bowl and mix. ", "Add in the ginger and garlic with its oil, paneer, and onions into the curd mixture and stir well.", "Cover and marinate in fridge for at least one hour. ", "Take naan or pizza dough and spread the marinated mixture on top and and lightly cover with shredded mozzarella. ", "Bake for 10-15 min, let cool, and sprinkle finely chopped coriander for extra flavor. Enjoy!"]},
{"recipe": "Pasta Salad", "date": "6/19/17", "card_image": "./images/pasta%20salad.jpg", "ingredients": ["Cooked Penne", "2 tomatos diced", "3 handfuls spinach", "1/2 onion", "10 florets brocolli", "Italian dressing", "Chilli flakes", "Parmesan shavings"], "instructions": ["Put olive oil in pan and cook onions until translucent.", "Add remaining vegetables and continue cooking for 3-5 minutes.", "Toss in cooked pasta and drizzle more olive oil, cook on low for another 2-3 minutes.", "Pour Dressing and mix thoroughly.", "Add parmesan shavings on top and serve hot or refrigerate and eat cold. Enjoy!"]},
{"recipe": "Potato Curry Puffs", "date": "6/19/17", "card_image": "./images/potato%20curry%20puffs.JPG", "ingredients": ["4 half-boiled russet potatoes", "1 tbsp Curry powder/Garam masala","1/2 tbsp chilli powder", "1 lime", "1/2 tbsp salt", "1 tbsp finely chopoped cilantro", "Dash of methi leaves", "Pastry puff sheets"], "instructions": ["Mash the potatoes in a mixing bowl.", "Add vegetable oil to pan and on low-medium heat, cook potatoes with salt, chilli powder, and curry powder.", "Take off heat and squeeze half a lime and add cilantro and methi leaves and mix well.", "Add 2 1/2 tbsp of mixture to each pastry and seal well.", "Bake for 10-15 minutes until lightly golden brown and enjoy!"]},
{"recipe": "Pumpkin Pie Cheesecake Bars", "date": "6/19/17", "card_image": "./images/pumpkin%20cheesecake%20bars.JPG"},
{"recipe": "Tadka Daal", "date": "6/19/17", "card_image": "./images/tadka%20daal.JPG"},
{"recipe": "Lemon Raspberry Tarts", "date": "6/19/17", "card_image": "./images/tarts.JPG"},
{"recipe": "Carrot Almond Muffins", "date": "6/19/17", "card_image": "./images/vegan%20carrot%20almond%20muffins.JPG", "ingredients": ["1 1/2 cups whole wheat flour", 
"1 1/2 teaspoons baking powder", 
"1 teaspoon ground cinnamon", 
"1/2 teaspoon baking soda", 
"1/2 teaspoon salt", 
"1 teaspoon apple pie spice", 
"2 cups peeled and grated carrots", 
"1/4 cup roughly chopped walnuts", 
"1/4 cup slivered, roughly chopped almonds", 
"1/2 cup melted coconut oil", "1/2 cup maple syrup", 
"1 tablespoon honey", 
"2 eggs, preferably at room temperature", 
"1 cup plain Greek yogurt", 
"1 teaspoon amaretto liqueur ** (can substitute with vanilla extract]}"], "instructions": ["Preheat oven to 425 F and spray nonstick spray in a muffin tray", "In a large mixing bowl, combine all the dry ingredients: Flour, baking powder, cinnamon, baking soda, salt.", "Pulse the almonds walnuts and 1 tablespoon of flour together to create a nice chopped nut blend.", "Add the grated carrots, chopped nuts into the dry ingredient mix.", "In a separate bowl, combine the oil, honey and maple syrup and beat together with a whisk. Then add remaining wet ingredients and beat well. ", "Combine by slowly combining dry ingredients into the wet, do not over mix. ", "Pour the mix into the muffin tray and bake for 10-12 minutes", "Enjoy! Muffins last in refrigerator for a week and make a great breakfast. I had two muffins and a cup of milk for breakfast!" ]},
{"recipe": "Vegetarian Ramen", "date": "6/19/17", "card_image": "./images/vegetarian%20ramen.JPG"}
]